DeviceName = "內建音訊";
DeviceShortName = "內建";
ManufacturerName = "Apple Inc.";

Headphones = "耳機";
IntSpeakers  = "內建揚聲器";
LineOut = "Line Out";
DigitalOut = "數位輸出";

ExternalMic = "外接麥克風";
InternalMic = "內建麥克風";
LineIn = "Line In";
DigitalIn = "數位輸入";

DeviceNameHeadphone = "內建音訊耳機";
DeviceNameSpeaker = "內建音訊揚聲器";
DeviceNameLineOut = "內建音訊線性輸出";
DeviceNameDigitalOut = "內建音訊數位輸出";
DeviceNameLineIn = "內建音訊線性輸入";
DeviceNameAuxIn = "內建音訊輔助輸入";
DeviceNameMic = "內建音訊麥克風";
DeviceNameExtMic = "內建音訊外接麥克風";
DeviceNameDigitalIn = "內建音訊數位輸入";

DevShortNameHdpn = "內建耳機";
DevShortNameSpkr = "內建揚聲器";
DevShortNameLino = "內建線性輸出";
DevShortNameSpdo = "內建數位輸出";
DevShortNameOut = "內建輸出";
DevShortNameLini = "內建線性輸入";
DevShortNameAuxi = "內建輔助輸入";
DevShortNameEMic = "內建外接麥克風";
DevShortNameIMic = "內建麥克風";
DevShortNameSpdi = "內建數位輸入";
DevShortNameIn = "內建輸入";

UnlockedClock = "已解鎖";
LockedClock = "已鎖定";